<template>
    <div id="form">
        <Header></Header>
        <div style="margin-top: 20px" class="container form-content">
            <div  class="deal">
                <h2 class="step-title">ПОЛЬЗОВАТЕЛЬКОЕ СОГЛАШЕНИЕ</h2>
                <div class="text">
                    <p>
                        об использовании чат-бота @potrebprobot
                        в кроссплатформенном мессенджере Телеграм (Telegram messenger)
                        физическими лицами <br>
                        Настоящее Пользовательское соглашение (далее – Соглашение) является официальным предложением (публичной офертой) общества с ограниченной ответственностью «ЛЕГАЛТЕХ» (далее – ООО «ЛЕГАЛТЕХ», Исполнитель) для любого лица (далее – «Пользователь»), которое примет настоящее Соглашение на указанных ниже условиях.
                    </p>

                    <p>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>

                    <p> В настоящем Соглашении используются следующие термины и определения:</p>

                    <p>
                        1.1 Чат-бот в приложении Telegram messenger (далее – чат-бот) – специальная автоматизированная программа, которая в автоматическом режиме может принимать, обрабатывать и отправлять сообщения, размещенная в приложении Telegram messenger, которая позволяет Пользователям чат-бота в целях защиты своих нарушенных прав потребителя составлять претензии (требования) и направляет их автоматически в адрес изготовителя (продавца, поставщика, представителя, исполнителя, , находящегося на территории Республики Беларусь.
                    </p>
                    <p>
                        1.2 ООО «ЛЕГАЛТЕХ» – юридическое лицо Республики Беларусь, зарегистрированное 30.11.2018 г. Минским городским исполнительным комитетом в Едином государственном регистре юридических лиц и индивидуальных предпринимателей за номером 193174437, юридический адрес: Республика Беларусь, г. Минск, ул. Лукьяновича, д. 10, каб. № 18, которое является владельцем чат-бота и обеспечивает его функционирование и доступ к нему в приложении Telegram messenger.
                    </p>
                    <p>
                        2.1. Исполнитель, на условиях настоящего Соглашения,
                    </p>

                    <p>
                        об использовании чат-бота @potrebprobot
                        в кроссплатформенном мессенджере Телеграм (Telegram messenger)
                        физическими лицами <br>
                        Настоящее Пользовательское соглашение (далее – Соглашение) является официальным предложением (публичной офертой) общества с ограниченной ответственностью «ЛЕГАЛТЕХ» (далее – ООО «ЛЕГАЛТЕХ», Исполнитель) для любого лица (далее – «Пользователь»), которое примет настоящее Соглашение на указанных ниже условиях.
                    </p>

                    <p>1. ТЕРМИНЫ И ОПРЕДЕЛЕНИЯ</p>

                    <p> В настоящем Соглашении используются следующие термины и определения:</p>

                    <p>
                        1.1 Чат-бот в приложении Telegram messenger (далее – чат-бот) – специальная автоматизированная программа, которая в автоматическом режиме может принимать, обрабатывать и отправлять сообщения, размещенная в приложении Telegram messenger, которая позволяет Пользователям чат-бота в целях защиты своих нарушенных прав потребителя составлять претензии (требования) и направляет их автоматически в адрес изготовителя (продавца, поставщика, представителя, исполнителя, , находящегося на территории Республики Беларусь.
                    </p>
                    <p>
                        1.2 ООО «ЛЕГАЛТЕХ» – юридическое лицо Республики Беларусь, зарегистрированное 30.11.2018 г. Минским городским исполнительным комитетом в Едином государственном регистре юридических лиц и индивидуальных предпринимателей за номером 193174437, юридический адрес: Республика Беларусь, г. Минск, ул. Лукьяновича, д. 10, каб. № 18, которое является владельцем чат-бота и обеспечивает его функционирование и доступ к нему в приложении Telegram messenger.
                    </p>
                    <p>
                        2.1. Исполнитель, на условиях настоящего Соглашения,
                    </p>

                </div>
                <button @click="$router.push('/')" class="btn btn-primary btn-next button-center">На главную</button>
            </div>
        </div>
        <Footer></Footer>
    </div>
</template>

<script>
    import Header from '@/components/UI/Header';
    import Footer from '@/components/UI/FooterSmall';

    export default {
        name: "Terms",
        components: {
            Header, Footer
        }
    }
</script>

<style scoped>

</style>